const provision1 = "제1조 (목적)<br/> "+
    "이 약관은 건흥페이먼츠 주식회사(이하 '회사'라 합니다)가 제공하는 전자지급결제대행서비스를 이용자가 이용함에 있어 회사" +
    "와 이용자 사이의 전자금융거래에 관한 기본적인 사항을 정함을 목적으로 합니다.<br/> " +
    "<br/> 제2조 (용어의 정의)<br/> "+
    "이 약관에서 정하는 용어의 정의는 다음 각 호와 같습니다.<br/><br/>" +
    " ① '전자금융거래'라 함은 회사가 전자적 장치를 통하여 전자지급결제대행서비" +
    "스를 제공하고, 이용자가 회사의 종사자와 직접 대면하거나 의사소통을 하지 아니하고 자동화된 방식으로 이를 이용하는 거래를 말합니다.<br/>" +
    " ② '전자지급수단'이라 함은 전자자금이체, 직불전자지급수단, 선불전자지급수단, 전자화폐, 신용카드, 잔자채권 그 밖에 전자적 방법에 따른 " +
    "지급수단을 말합니다.<br/> ③ '전자지급결제대행서비스'라 함은 전자적 방법으로 재화의 구입 또는 용역의 이용에 있어서 지급결제정보를" +
    "송신하거나 수신하는 것 또는 그 대가의 정산을 대행하거나 매개하는 서비스를 말합니다.<br/> ④ '이용자'라 함은 이 약관에 동의하고 " +
    "회사가 제공하는 전자금융거래서비스를 이용하는 자를 말합니다. <br/> ⑤'접근매체'라 함은 전자금융거래에 있어서 거래지시를 하거나 이용자 " +
    "및 거래내용의 진실성과 정확성을 확보하기 위하여 사용되는 수단 또는 정보로서 전자식 카드 및 이에 준하는 전자적 정보(신용카드번호를 포함한다), " +
    "'전자서명법'상의 인증서, 금융기관 또는 전자금융업자에 등록된 이용자번호, 이용자의 생체정보, 이상의 수단이나 정보를 사용하는데 필요한 비밀번호 등 " +
    "전자금융거래법 제2조 제10호에서 정하고 있는 것을 말합니다.<br/> ⑥ '가맹점'이란 회사와의 계약에 따라 전자금융거래에 있어서 이용자에게 " +
    "재화 또는 용역을 제공하는 자로서 금융회사 또는 전자금융업자가 아닌 자를 말합니다.<br/> ⑦ '거래지시'라 함은 이용자가 본 약관에 의하여 " +
    "체결되는 전자금융거래계약에 따라 회사에게 전자금융거래의 처리를 지시하는 것을 말합니다.<br/> ⑧ '오류'라 함은 이용자의 고의 또는 과실 없이" +
    "전자금융거래가 전자금융거래계약 또는 이용자의 거래지시에 따라 이행되지 아니한 경우를 말합니다.<br/>" +
    " ⑨ '정보통신망'이라 함은 전기통신설비를 이용하겨나 전기통신설비와 컴퓨터 및 컴퓨터의 이용기술을 활용하여 정보를 수집∙가공∙검색∙송신 또는 " +
    "수신하는 정보통신체제를 말합니다.<br/><br/>" +
    " 본 조 및 본 약관의 다른 조항에서 정희한 것을 제외하고는 전자금융거래법 등 관계 법령에 따릅니다.<br/>" +
    "<br/> 제3조 (약관의 명시 및 변경)<br/> " +
    " ① 회사는 이용자가 전자지급결제대행 서비스를 이용하기 전에 이 약관을 게시하고 이용자가 이 약관의 중요한 내용을 확인할 수 있도록 합니다.<br/> " +
    " ② 회사는 이용자의 요청이 있는 경우 전자문서의 전송방식에 의하여 본 약관의 사본을 이용자에게 교부합니다.<br/> " +
    " ③ 회사가 이 약관을 변경할 때에는 시행일 전 1개월간 변경되는 약관을 회사가 제공하는 전자금융거래서비스 이용 초기화면 및 회사의 홈페이지에 "+
    "게시함으로써 이용자에게 통지합니다. 다만 법령의 개정으로 인하여 긴급하게 약관을 변경한 때에는 변경된 약관을 홈페이지에 1개월 이상 게시하고 "+
    "회원에게 전자우편 등을 통하여 사후 통지합니다.<br/>" +
    " ④ 회사가 제3호를 게시하거나 통지를 하는 경우에는 이용자가 약관의 변경 내용이 게시되거나 통지된 후부터 변경되는 약관의 시행일 전의 영업일까지 "+
    "이내에 계약을 해지할 수 있으며, 약관의 변경 내용에 이의를 제기하지 아니하는 경우 약관의 변경 내용에 승인한 것으로 본다는 취지의 내용을 통지합니다.<br/>"+
    " ⑤ 이용자가 변경된 약관에 동의하지 않을 경우에는 서비스의 이용이 불가하며 이용자은 이용 계약을 해지할 수 있습니다. 단, 이의가 있음에도 불구하고 "+
    "제2항에서 정한 바에 따른 회사의 고지가 있은 후 30일 이내에 의사표현을 하지 않은 이용자는 변경된 약관에 동의한 것으로 간주합니다.<br/>"+
    "<br/> 제4조 (전자지급결제대행서비스의 종류)<br/> "+
    "회사가 제공하는 전자지급결제대행서비스는 지급결제수단에 따라 다음과 같이 구별됩니다.<br/>" +
    " ① 신용카드결제대행서비스 : 이용자가 결제대금의 지급을 위하여 제공한 지급결제수단이 신용카드인 경우로서, 회사가 전자결제시스템을 통하여 "+
    "신용카드 지불정보를 송,수신하고 결제대금의 정산을 대행하거나 매개하는 서비스를 말합니다.<br/>" +
    " ② 계좌이체대행서비스 : 이용자가 결제대금을 회사의 전자결제시스템을 통하여 금융기관에 등록 정산을 대행하거나 매개하는 서비스를 말합니다. "+
    "등록한 자신의 계좌에서 출금하여 원하는 계좌로 이체할 수 있는 실시간 송금 서비스를 말합니다.<br/>" +
    " ③ 가상계좌서비스 : 이용자가 결제대금을 현금으로 결제하고자 하는 경우 회사의 전자결제시스템 을 통하여 자동으로 이용자만의 고유한 일회용 "+
    "계좌의 발급을 통하여 결제대금의 지급이 이루어지는 서비스를 말합니다.<br/>" +
    " ④ 기타 : 회사가 제공하는 서비스로서 지급결제수단의 종류에 따라 '휴대폰결제대행서비스', 'ARS결제대행서비스', '상품권결제대행서비스', "+
    "’교통카드결제대행서비스’,’마일리지결제대행서비스’ 등이 있습니다.<br/>" +
    "<br/> 제5조 (이용시간)<br/> " +
    " ① 회사는 이용자에게 연중무휴 1일 24시간 전자금융거래서비스를 제공함을 원칙으로 합니다. 단, 금융기관 기타 결제수단 발행업자의 사정에 따라 달리 정할 수 있습니다.<br/>" +
    " ② 회사는 정보통신설비의 보수, 점검 기타 기술상의 필요나 금융기관 기타 결제수단 발행업자의사정에 의하여 서비스 중단이 불가피한 경우, "+
    "서비스 중단 3일 전까지 게시 가능한 전자적 수단을 통하여 서비스 중단 사실을 게시한 후 서비스를 일시 중단할 수 있습니다. "+
    "다만, 시스템 장애 복구, 긴급한 프로그램 보수, 외부요인 등 불가피한 경우에는 사전 게시없이 서비스를 중단할 수 있습니다.<br/> "+
    "<br/> 제6조 (접근매체의 선정과 사용 및 관리)<br/> " +
    " ① 회사는 전자금융거래서비스 제공 시 접근매체를 선정하여 이용자의 신원, 권한 및 거래지시의 내용 등을 확인할 수 있습니다. "+
    "또한, 회사는 해당정보를 이용하지 않으며, 기 요구시에는 즉각 폐기하여 어떠한 용도로도 사용할 수 없도록 합니다.<br/>" +
    " ② 이용자는 접근매체를 제3자에게 대여하거나 사용을 위임하거나 양도 또는 담보 목적으로 제공할 수 없습니다.<br/>" +
    " ③ 이용자는 자신의 접근매체를 제3자에게 누설 또는 노출하거나 방치하여서는 안 되며, 접근매체의 도용이나 위조 또는 변조를 방지하기 위하여 "+
    "충분한 주의를 기울여야 합니다.<br/>" +
    " ④ 회사는 이용자로부터 접근매체의 분실이나 도난 등의 통지를 받은 때에는 그 때부터 제3자가 그 접근매체를 사용함으로 인하여 이용자에게 "+
    "발생한 손해를 배상할 책임이 있습니다. 유출에 주의하여 주시기 바랍니다.<br/>" +
    "<br/> 제7조 (거래내용의 확인)<br/> " +
    " ① 회사는 이용자와 미리 약정한 전자적 방법을 통하여 이용자의 거래내용(이용자의 '오류정정 요구 사실 및 처리결과에 관한 사항'을 포함합니다)을 "+
    "확인할 수 있도록 하며, 이용자의 요청이 있는 경우에는 요청을 받은 날로부터 2주 이내에 모사전송 등의 방법으로 거래내용에 관한 서면을 교부합니다.<br/>"+
    " ② 회사가 이용자에게 제공하는 거래내용 중 거래 계좌의 명칭 또는 번호, 거래의 종류 및 금액, 거래 상대방을 나타내는 정보, 거래 일자, "+
    "전자적 장치의 종류 및 전자적 장치를 식별할 수 있는 정보와 해당 전자금융거래와 관련한 전자적 장치의 접속 기록은 5년간, 건당 거래금액이 "+
    "1만원 이하인 소액 전자금융거래에 관한 기록, 전자지급수단 이용 시 거래 승인에 관한 기록, 이용자의 오류정정 요구 사실 및 처리결과에 관한 사항은 "+
    "1년간의 기간을 대상으로 합니다.<br/>"+
    " ③ 이용자가 제1항에서 정한 서면 교부를 요청하고자 할 경우 다음의 주소 및 전화번호로 요청할 수 있습니다.<br/>"+
    "- 주소 : (48058) 부산시 해운대구 센텀중앙로 97, 센텀스카이비즈2510호 <br/>" +
    "- 이메일 주소 : ghpay@ghpayments.co.kr<br/>"+
    "- 전화번호 : 1644-1109<br/>" +
    "<br/> 제8조 (오류의 정정 등)<br/> " +
    " ① 이용자는 전자금융거래서비스를 이용함에 있어 오류가 있음을 안 때에는 회사에 대하여 그 정정을 요구할 수 있습니다.<br/>"+
    " ② 회사는 전항의 규정에 따른 오류의 정정 요구를 받은 때 또는 스스로 오류가 있음을 안 때에는 이를 즉시 조사하여 처리한 후 정정 요구를 받은 날부터 "+
    "2주 이내에 그 결과를 이용자에게 알려 드립니다.<br/>"+
    "<br/> 제9조 (회사의 책임)<br/> " +
    " ① 회사는 다음 각 호의 사유 발생으로 인하여 이용자에게 손해가 발생하였을 경우 이에 대한 배상 책임이 있습니다.<br/>"+
    "- 접근매체의 위조나 변조로 발생한 사고<br/>"+
    "- 계약체결 또는 거래 지시의 전자적 전송이나 처리 과정에서 발생한 사고<br/>"+
    "- 전자금융거래를 위한 전자적 장치 또는 ‘정보통신망’에 침입하여 거짓이나 그 밖의 부정한 방법으로 획득한 접근매체의 이용으로 발생한 사고<br/>"+
    " ② 본 조 제1항에도 불구하고 다음 각 호의 사유로 발생한 사고에 대해선, 그 책임의 전부 또는 일부를 이용자가 부담합니다<br/>"+
    "- 법인('중소기업기본법' 제2조 제2항에 의한 소기업을 제외합니다)인 이용자에게 손해가 발생한 경우로서 '회사'가 사고를 방지하기 위하여 보안절차를 수립하고 이를 철저히 준수하는 등 합리적으로 요구되는 충분한 주의의무를 다한 경우<br/>"+
    "- 이용자가 제6조 제2항을 위반하여 접근매체를 제3자에게 대여하거나 사용을 위임하거나 양도 또는 담보 목적으로 제공한 경우<br/>"+
    "- 제3자가 권한 없이 이용자의 접근매체를 이용하여 전자금융거래를 할 수 있음을 알았거나 알 수 있었음에도 불구하고 이용자가 자신의 접근매체를 누설 또는 노출하거나 방치한 경우<br/>"+
    "- 제6조 제1항의 따른 확인 외에 보안강화를 위하여 전자금융거래 시 '회사'가 요구하는 추가적인 보안조치를 요구하였음에도 불구하고 이용자가 정당한 사유없이 이를 거부하여 '회사'의 정보통신망에 침입하여 거짓이나 그 밖의 부정한 방법으로 사고가 발생한 경우<br/>"+
    "- 이용자가 제3호에 따른 추가적인 보안조치에 사용되는 접근매체에 대하여 다음 각 목의 어느 하나에 해당하는 행위를 하여 '회사'의 정보통신망에 침입하여 거짓이나 그 밖의 부정한 방법으로 사고가 발생한 경우<br/>"+
    "가. 누설 또는 방치한 행위<br/>"+
    "나. 제3자에게 대여하거나 그 사용을 위임한 행위 또는 양도나 담보의 목적으로 제공한 행위<br/>"+
    "<br/> 제10조 (전자지급거래계약의 효력)<br/> " +
    " ① 회사는 이용자의 거래지시가 전자지급거래에 관한 경우 그 지급절차를 대행하며, 전자지급거래에 관한 거래지시의 내용을 전송하여 지급이 이루어지도록 합니다.<br/>"+
    " ② 회사는 이용자의 전자지급거래에 관한 거래지시에 따라 지급 거래가 이루어지지 않은 경우 수령한 자금을 이용자에게 반환하여야 합니다.<br/>"+
    "<br/> 제11조 (거래지시의 철회)<br/> " +
    " ① 이용자는 전자지급거래에 관한 거래지시의 경우 지급의 효력이 발생하기 전까지 거래지시를 철회할 수 있습니다.<br/>"+
    " ② 전항의 지급의 효력이 발생 시점은 다음 각 호의 사유를 말합니다.<br/>"+
    "- 전자자금이체의 경우에는 거래 지시된 금액의 정보에 대하여 수취인의 계좌가 개설되어 있는 금융기관의 계좌이체 원장에 입금 기록이 끝난 때<br/>"+
    "- 그 밖의 전자지급수단으로 지급하는 경우에는 거래 지시된 금액의 정보가 수취인의 계좌가 개설되어 있는 금융기관의 전자적 장치에 입력이 끝난 때<br/>"+
    "- 이용자는 지급의 효력이 발생한 경우에는 전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령상 청약의 철회 방법에 따라 결제대금을 반환 받을 수 있습니다.<br/>"+
    "<br/> 제12조 (전자지급결제대행 서비스 이용 기록의 생성 및 보존)<br/> " +
    " ① 회사는 이용자가 전자금융거래의 내용을 추적, 검색하거나 그 내용에 오류가 발생한 경우에 이를 확인하거나 정정할 수 있는 기록을 생성하여 보존합니다.<br/>"+
    " ② 전항의 규정에 따라 회사가 보존하여야 하는 기록의 종류 및 보존 방법은 제7조 제2항에서 정한 바에 따릅니다.<br/>"+
    "<br/> 제13조 (전자금융거래정보의 제공금지)<br/> " +
    " 회사는 전자금융거래서비스를 제공함에 있어서 취득한 이용자의 인적사항, 이용자의 계좌, 접근매체 및 전자금융거래의 내용과 실적에 관한 정보 또는 자료를 "+
    "이용자의 동의를 얻지 아니하고 제3자에게 제공, 누설하거나 업무상 목적 외에 사용하지 아니합니다. 다만 「금융실명거래 및 비밀보장에 관한 법률」 제4조 제1항 "+
    "단서의 규정에 따른 경우 및 그 밖에 다른 법률에서 정한 경우에는 이용자의 동의 없이 제공할 수 있습니다.<br/>"+
    "<br/> 제14조 (분쟁처리 및 분쟁조정)<br/> " +
    " ① 이용자는 다음의 분쟁처리 책임자 및 담당자에 대하여 전자금융거래서비스 이용과 관련한 의견 및 불만의 제기, 손해배상의 청구 등의 분쟁 처리를 요구할 수 있습니다.<br/>"+
    "- 담당자 : 대외협력팀<br/>"+
    "- 연락처(전화번호, 전자우편주소) : 1644-1109, ghpay@ghpayments.co.kr<br/>"+
    " ② 이용자가 회사에 대하여 분쟁 처리를 신청한 경우에는 회사는 15일 이내에 이에 대한 조사 또는 처리 결과를 이용자에게 안내합니다.<br/>"+
    " ③ 이용자는 '금융감독기구의 설치 등에 관한 법률' 제51조의 규정에 따른 금융감독원의 금융분쟁조정위원회나 '소비자보호법' 제31조 제1항의 "
    +"규정에 따른 소비자보호원에 회사의 전자금융거래서비스의 이용과 관련한 분쟁조정을 신청할 수 있습니다.<br/>"+
    "<br/> 제15조 (회사의 안정성 확보 의무)<br/> " +
    " 회사는 전자금융거래가 안전하게 처리될 수 있도록 선량한 관리자로서의 주의를 다하며, 전자금융거래의 안전성과 신뢰성을 확보할 수 있도록 "+
    "전자금융거래의 종류별로 전자적 전송이나 처리를 위한 인력, 시설, 전자적 장치 등의 정보기술부문 및 전자금융업무에 관하여 금융위원회가 정하는 기준을 준수합니다.<br/>"+
    "<br/> 제16조 (약관 외 준칙 및 관할)<br/> " +
    " ① 회사와 이용자 사이에 개별적으로 합의한 사항이 이 약관에 정한 사항과 다를 때에는 그 합의사항을 이 약관에 우선하여 적용합니다.<br/>"+
    " ② 이 약관에서 정하지 아니한 사항에 대하여는 전자금융거래법, 전자상거래 등에서의 소비자보호에 관한 법률, 통신판매에 관한 법률, 여신전문금융업법 등 소비자보호 관련 법령에서 정한 바에 따릅니다.<br/>"+
    " ③ 회사와 이용자 간에 발생한 분쟁에 관한 관할은 민사소송법에서 정한 바에 따릅니다.<br/>"+
    " <br/>이 약관은 2022년 4월 1일부터 적용합니다.<br/>";


const provision2 = " 제1조 개인정보의 처리 목적<br/>" +
    "건흥페이먼츠㈜(이하 “회사”라 함)가 운영하는 서비스플랫폼 및 부가서비스는 개인정보를 다음의 목적을 위해 처리합니다. "+
    "처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 "+
    "별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.<br/>"+
    " (1) 부가서비스 이용<br/>"+
    "회원 가입의사 확인, 서비스 제공 계약의 성립, 유지·관리·종료를 위한 본인 식별 및 실명확인, 각종 회원관리, 서비스 부정이용 방지, "+
    "각종 고지·통지, 분쟁 조정을 위한 기록 보존, 계약서 발송, 서비스 제공을 위한 각 결제수단 별 사업자 정보 등록 등을 목적으로 개인정보를 처리합니다.<br/>"+
    " (2) 민원사무처리<br/>"+
    "민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등을 목적으로 개인정보를 처리합니다.<br/>"+
    "<br/> 제2조 개인정보의 항목 및 수집방법<br/>"+
    " (1) 개인정보 수집항목<br/>"+
    " ① 회사는 회원가입, 원활한 고객상담, 각종 서비스의 제공을 위해 최초 회원가입 당시 아래와 같은 최소한의 개인정보를 필수항목 또는 선택항목으로 수집하고 있습니다.<br/>"+
    " - 서비스플랫폼 및 부가서비스<br/>"+
    ": 성명<br/>"+
    ": 생년월일<br/>"+
    ": 아이디<br/>"+
    ": 연락처(메일주소, 휴대폰번호)<br/>"+
    ": 사업자구분<br/>"+
    ": 영업라인 구분<br/>"+
    ": 영업라인명<br/>"+
    ": 대표자명<br/>"+
    ": 대표자연락처<br/>"+
    ": 계약상태<br/>"+
    ": 공급수수료율<br/>"+
    ": 이체예정일<br/>"+
    ": 사업장 소재지<br/>"+
    ": 정산은행<br/>"+
    ": 계좌번호<br/>"+
    ": 예금주<br/>"+
    ": 업태/업종<br/>"+
    ": 계약서<br/>"+
    ": 신분증<br/>"+
    ": 통장사본<br/>"+
    ": 사업자등록증<br/>"+
    ": 사업자등록번호<br/>"+
    ": 법인등록번호<br/><br/>"+
    " - 고객센터<br/>"+
    ": 성명<br/>"+
    ": 주민등록번호 앞 6자리<br/>"+
    ": 핸드폰<br/>"+
    ": 이메일<br/>"+
    ": 주소<br/><br/>"+
    " ② 서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.<br/>"+
    "- 접속 IP 정보, 쿠키, 서비스 이용 기록, 접속기록<br/>"+
    " (2) 수집방법<br/>"+
    "- 회사가 운영하는 부가서비스의 이용 또는 업무처리 과정에서 수집되거나, 제휴사 등 제3자로부터의 수집된 정보를 전달받은 경우<br/>"+
    "- 회사가 운영하는 부가서비스의 처리 과정에서 쿠키, 서비스 접속 log등이 자동으로 생성 및 수집되는 경우<br/>"+
    "- 고객센터, 서면양식, 이메일로 수집된 개인정보<br/>"+
    "<br/> 제3조 개인정보의 처리 및 보유 기간<br/>"+
    "회사는 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다.<br/>"+
    "상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. " +
    "이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.<br/>"+
    "- 계약 또는 청약철회 등에 관한 기록 보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률(보존 기간 : 5년)<br/>"+
    "- 대금결제 및 재화 등의 공급에 관한 기록 보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률(보존 기간 : 5년)<br/>"+
    "- 전자금융 거래에 관한 기록 보존 이유 : 전자금융거래법(보존 기간 : 5년)<br/>"+
    "- 세금계산서 발행에 관한 기록 보존 이유 : 부가가치세법(보존 기간 : 5년)<br/>"+
    "- 소비자의 불만 또는 분쟁처리에 관한 기록 보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률(보존 기간 : 3년)<br/>"+
    "- 신용정보의 수집/처리 및 이용 등에 관한 기록 보존 이유 : 신용정보의 이용 및 보호에 관한 법률(보존 기간 : 3년)<br/>"+
    "- 표시 · 광고에 관한 기록 : 전자상거래 등에서의 소비자보호에 관한 법률(보존 기간 : 6개월)<br/>"+
    "<br/> 제4조 개인정보의 제3자 제공에 관한 사항<br/>"+
    "회사는 원칙적으로 이용자의 개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서 처리하며 정보주체의 동의, "+
    "법률의 특별한 규정 등 개인정보 보호법 제17조제4항 및 제18조제2항에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.<br/>"+
    "(1) 국세청<br/>"+
    "- 개인정보를 제공받는 자 : 국세청<br/>"+
    "- 제공받는 자의 개인정보 이용목적 : 세금계산서 발행<br/>"+
    "- 제공하는 항목 : 회사명, 이름, 이메일, 사업장 소재지<br/>"+
    "- 제공받는 자의 보유·이용기간 : 서비스가입일, 해지일 또는 제공계약 종료일 중 먼저  도래하는 시점<br/>"+
    "(2) 금융결제원<br/>"+
    "- 개인정보를 제공받는 자 : 금융결제원<br/>"+
    "- 제공받는 자의 개인정보 이용목적 : CMS출금이체 서비스<br/>"+
    "- 제공하는 항목 : 휴대전화번호, 생년월일, 은행계좌정보<br/>"+
    "- 제공받는 자의 보유·이용기간 : 5년<br/>"+
    "<br/>다만, 아래의 경우는 예외로 합니다.<br/>"+
    "1) 이용자들이 사전에 동의한 경우(이용자가 사전에 동의한 경우란, 서비스 이용 등을 위하여 이용자가 자발적으로 자신의 개인정보를 "+
    "제3자에게 제공하는 것에 동의하는 것을 의미합니다.<br/>"+
    "2) 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우<br/>"+
    "<br/>위의 경우에도, 회사는 이용자에게<br/>"+
    " ① 개인정보를 제공받는 자<br/>"+
    " ② 그의 이용목적<br/>"+
    " ③ 제공되는 개인정보의 항목<br/>"+
    " ④ 개인정보의 보유 및 이용기간을 사전에 고지하고 이에 대해 명시적인 방법으로 개별적 동의를 얻습니다. 이와 같은 모든 과정에 있어서 회사는 "+
    "이용자의 의사에 반하여 추가적인 정보를 수집하거나, 동의의 범위를 벗어난 정보를 제3자와 공유하지 않습니다.<br/>"+
    "<br/> 제5조 개인정보처리 위탁<br/>"+
    "<br/>회사는 모든 개인정보를 직접 관리하고 있습니다.<br/>"+
    "(1) 회사는 위탁계약 체결 시 개인정보 보호법 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적 관리적 보호조치, 재위탁 제한, "+
    "수탁자에 대한 관리 감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하겠습니다.<br/>"+
    "(2) 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체 없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.<br/>"+
    "<br/> 제6조 정보주체의 권리·의무 및 그 행사방법<br/>"+
    "<br/>이용자는 개인정보주체로서 다음과 같은 권리를 행사할 수 있습니다.<br/>"+
    "(1) 정보주체는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.<br/>"+
    "①개인정보 열람요구<br/>"+
    "②오류 등이 있을 경우 정정 요구<br/>"+
    "③삭제요구<br/>"+
    "④처리정지 요구<br/>"+
    "(2) 제1항에 따른 권리 행사는 회사에 대해 개인정보 보호법 시행령 제41조제1항 서식에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 "+
    "회사는 이에 대해 지체 없이 조치하겠습니다.<br/>"+
    "(3) 만 14세 미만 아동(이하 “아동”이라 함)의, 개인정보는 수집하지 않고 있습니다. 다만, 개인정보 수집이 필요한 경우 반드시 법정대리인의 동의를 구하고 있습니다.<br/>"+
    "<br/>회사는 법정대리인의 동의를 받기 위하여 아동으로부터 법정대리인의 성명과 연락처 등 최소한의 정보를 요구할 수 있으며, "+
    "아동의 법정대리인은 서면, 전화, 이메일, 팩스 등을 통하여 아동의 개인정보에 대한 열람, 정정 및 삭제를 요청할 수 있으며, "+
    "이러한 요청이 있는 경우 회사는 지체없이 필요한 조치를 취합니다.<br/>"+
    "(4) 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.<br/>"+
    "(5) 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다.<br/>"+
    "(6) 개인정보 열람 및 처리정지 요구는 개인정보보호법 제35조 제5항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.<br/>"+
    "(7) 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.<br/>"+
    "(8) 회사는 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.<br/>"+
    "<br/> 제7조 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항<br/>"+
    "<br/> 회사는 귀하의 정보를 수시로 저장하고 찾아내는 ‘쿠키(cookie)’ 등을 운용합니다. 쿠키란 웹사이트를 운영하는데 이용되는 서버가 "+
    "귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 하드디스크에 저장됩니다. 회사는 다음과 같은 목적을 위해 암호화된 쿠키를 사용합니다.<br/>"+
    "(1) 쿠키 등 사용 목적<br/>"+
    "회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 "+
    "타겟 마케팅 및 개인 맞춤 서비스 제공을 위해 사용됩니다. 귀하는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 귀하는 웹 브라우저에서 옵션을 설정함으로써 "+
    "모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.<br/>"+
    "(2) 쿠키 설정 거부 방법<br/>"+
    "쿠키 설정을 거부하는 방법으로는 회원이 사용하는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.<br/>" +
    "설정방법 : (예: 인터넷 익스플로어의 경우) 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보<br/>" +
    "(단, 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.)<br/>"+
    "<br/> 제8조 개인정보 파기<br/>"+
    "회사는 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체 없이 해당 개인정보를 파기합니다.<br/>"+
    "파기의 절차, 기한 및 방법은 다음과 같습니다.<br/>"+
    "(1) 파기절차<br/>"+
    "이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. "+
    "이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.<br/>"+
    "(2) 파기기한<br/>"+
    "이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, "+
    "사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.<br/>"+
    "또한, 회사는 '개인정보 유효기간제'에 따라 1년간 서비스를 이용하지 않은 회원의 개인정보를 별도로 분리 보관 또는 삭제하고 있으며, 분리보관된 개인정보는 4년간 보관 후 지체없이 파기합니다.<br/>"+
    "<br/> 제9조 개인정보의 안전성 확보 조치<br/>"+
    "회사는 고객의 개인정보를 처리함에 있어서 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 아래와 같은 기술적/관리적 보호 조치를 하고 있습니다.<br/>"+
    "(1) 기술적 대책<br/>"+
    "- 고객의 개인정보는 관련 법령에서 정의된 필수 암호화 항목인 비밀번호, 고유식별정보, 계좌 번호, 카드번호 이외에도 내부정책에 따라 일부항목은 "+
    "추가적으로 암호화하여 안전하게 보관하고 있습니다.<br/>"+
    "- 해킹, 컴퓨터 바이러스 등 외부 침입에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 방지하고자 침입탐지 및 차단 시스템을 구축하여 네트워크를 보호하고, 접근제어 시스템을 설치 하여 보안을 강화하고 있습니다.<br/>"+
    "- 개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 유출되거나 손상되지 않도록 방지하고 있습니다.<br/>"+
    "- 암호알고리즘 등을 이용하여 네트워크 상에서 개인정보를 안전하게 전송할 수 있는 보안장치를 적용하고 있습니다.<br/>"+
    "(1) 관리적 대책<br/>"+
    "- 개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다."+
    "- 개인정보취급자 이외에도 전사 임직원을 대상으로 정기적으로 정보보호 및 개인정보보호 교육을 진행하고 있습니다."+
    "- 신규직원 채용 시 정보보호서약서 또는 개인정보보호서약서에 서명하게 함으로써 직원에 의한 정보유출을 사전에 방지하고 개인정보처리방침에 대한 이행사항 및 직원의 준수여부를 감사하기 위한 내부절차를 마련하여 지속적으로 시행하고 있습니다."+
    "- 직원 퇴직 시 비밀유지서약서에 서명하게 함으로써 고객의 개인정보를 처리하였던 자가 직무상 알게 된 개인정보를 훼손ㆍ침해 또는 누설하지 않도록 하고 있습니다."+
    "- 개인정보 처리자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며, 입사 및 퇴사 후 개인정보 침해사고에 대한 책임을 명확하게 규정하고 있습니다."+
    "- 시스템이 설치된 전산실 등은 인가된 사용자만 출입 가능하도록 출입통제 절차를 수립 운영하고 있습니다."+
    "<br/> 제10조 개인정보 보호책임자 지정<br/>"+
    "회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자 및 개인정보 보호 전담부서를 지정하고 있습니다.<br/>"+
    "(1) 개인정보 보호책임자<br/>"+
    "- 담당 부서 : IT사업부<br/>"+
    "- 개인정보보호책임자 성명 : 도희창<br/>"+
    "- 전화번호 : 1644-1109<br/>"+
    "- 이메일 : ghpay@ghpayments.co.kr<br/>"+
    "(2) 개인정보 보호 전담부서 <br/>"+
    "- 담당 부서 : IT사업부 SI사업팀 <br/>"+
    "- 전화번호 : 1644-1109 <br/>"+
    "- 이메일 : ghpay@ghpayments.co.kr <br/>"+
    "- 주소 : 부산시 해운대구 센텀중앙로 97, 센텀스카이비즈1608호 <br/>"+
    "<br/> 제11조 정보주체의 권익침해에 대한 구제방법<br/>"+
    "<br/> 아래의 기관은 당사와는 별개의 기관으로서, 회사의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다.<br/>"+
    "(1) 개인정보 침해신고센터 (한국인터넷진흥원 운영)<br/>"+
    "- 소관업무 : 개인정보 침해사실 신고, 상담 신청<br/>"+
    "- 홈페이지 : privacy.kisa.or.kr<br/>"+
    "- 전화 : (국번없이) 118<br/>"+
    "- 주소 : (05717) 서울시 송파구 중대로 135 한국인터넷진흥원 개인정보침해신고센터<br/>"+
    "(2) 개인정보 분쟁조정위원회 (개인정보보호위원회 운영)<br/>"+
    "- 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)<br/>"+
    "- 홈페이지 : www.kopico.go.kr<br/>"+
    "- 주소 : (03171) 서울특별시 종로구 세종대로 209 정부서울청사 12층<br/>"+
    "(3) 대검찰청 사이버수사과 : (국번없이) 1301 (www.spo.go.kr)<br/>"+
    "(4) 경찰청 사이버수사국 : (국번없이) 182 (ecrm.cyber.go.kr)<br/>"+
    "<br/> 제12조 개인정보 처리방침 고지의 의무<br/>"+
    "<br/> 이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.<br/>"+
    "- 개인정보 처리방침 시행일자 : 2022. 09. 01<br/>"+
    "- 개인정보 처리방침 변경공고일자 : 2022. 09. 01<br/></p>";


const provision3 = "1. 건흥페이먼츠에서 고객에게 제공하는 본 가상계좌는 고객의 계좌가 아닌 자금의 입금만을 위해 사용되는 인식계좌입니다.<br/>" +
    "2. 본 가상계좌에 대한 전기통신금융사기 피해금 환급을 위한 피해구제신청은 서면으로만 접수받습니다.<br/>" +
    "3. 오류입금 등 자금반환 관련 민원업무의 처리가 필요하신경우 1644-1109로 연락하셔서 절차를 안내받으시기 바랍니다.<br/>" +
    "4. 전기통신금융사기 피해 방지 및 피해금 환급에 관한 특별법 제 16조에 따라 사기 혹은 허위로 피해구제를 신청하는 경우 3년 이하의 징역 혹은 3천만원 이하의 벌금에 처해질 수 있습니다.<br/>";

/**
 *  약관 내용 setting
 */
function setProvisionContents() {

    if ($("#provision1").length) {
        $("#provision1").html(provision1);
    }

    if ($("#provision2").length) { 
        $("#provision2").html(provision2);
    }

    if ($("#provision3").length) {
        $("#provision3").html(provision3);
    }

}

$(document).ready(function () {
    setProvisionContents();
});

