const provision1 = "제1조 (목적)<br/> 이 약관은 (주)케이원피에스(이하 '회사'라 합니다)이 제공하는 전자지급결제대행서비스를 이용자가 이용함에 있어 회사" +
        "와 이용자 사이의 전자금융거래에 관한 기본적인 사항을 정함을 목적으로 합니다.<br/><br/> 제2조 (용어의 정의)<br/> 이 약관에서" +
        " 정하는 용어의 정의는 다음 각 호와 같습니다.<br/><br/> ① '전자금융거래'라 함은 회사가 전자적 장치를 통하여 전자지급결제대행서비" +
        "스를 제공하고, 이용자가 회사의 종사자와 직접 대면하거나 의사소통을 하지 아니하고 자동화된 방식으로 이를 이용하는 거래를 말합니다.<br/>" +
        " ② '전자지급결제대행서비스'(이하 '서비스'라 합니다)라 함은 전자적 방법으로 재화의 구입 또는 용역의 이용에 있어서 지급결제정보를 송신하" +
        "거나 수신하는 것 또는 그 대가의 정산을 대행하거나 매개하는 서비스를 말합니다.<br/> ③ '결제대금예치서비스'라 함은 이용자가 재화의 구" +
        "입 또는 용역의 이용에 있어서 그 대가(이하 '결제대금'이라 한다)의 전부 또는 일부를 재화 또는 용역(이하 '재화 등'이라 합니다)을 공급" +
        "받기 전에 미리 지급하는 경우, 회사가 이용자의 물품수령 또는 서비스 이용 확인 시점까지 결제대금을 예치하는 서비스를 말합니다.<br/> ④" +
        "'이용자'라 함은 이 약관에 동의하고 회사가 제공하는 전자지급결제대행 서비스를 이용하는 자를 말합니다.<br/> ⑤'접근매체'라 함은 전자금" +
        "융거래에 있어서 거래지시를 하거나 이용자 및 거래내용의 진실성과 정확성을 확보하기 위하여 사용되는 수단 또는 정보로서 전자식 카드 및 이에 " +
        "준하는 전자적 정보(신용카드번호를 포함한다), '전자서명법'상의 인증서, 금융기관 또는 전자금융업자에 등록된 이용자번호, 이용자의 생체정보," +
        " 이상의 수단이나 정보를 사용하는데 필요한 비밀번호 등 전자금융거래법 제2조 제10호에서 정하고 있는 것을 말합니다.<br/> ⑥ '거래지시" +
        "'라 함은 이용자가 본 약관에 의하여 체결되는 체결되는 전자지급결제대행계약에 따라 회사에 대하여 전자지급결제대행의 처리를 지시하는 것을 말합" +
        "니다.<br/><br/> 제3조 (약관의 명시 및 변경)<br/> ① 회사는 이용자가 전자지급결제대행 서비스를 이용하기 전에 이 약관을 게시" +
        "하고 이용자가 이 약관의 중요한 내용을 확인할 수 있도록 합니다.<br/> ② 회사는 이용자의 요청이 있는 경우 전자문서의 전송방식에 의하여" +
        " 본 약관의 사본을 이용자에게 교부합니다.<br/> ③ 회사가 이 약관을 변경할 때에는 시행일 전 1개월간 사이트에 변경내용을 게시하여야 하" +
        "며, 이용자가 변경된 약관에 동의하지 않을 경우 서비스 이용을 중단할 수 있습니다.<br/><br/> 제4조 (서비스의 종류)<br/> 회사" +
        "가 제공하는 서비스는 지급결제수단에 따라 다음 각 호와 같이 구별됩니다.<br/> ① 신용카드결제서비스: 이용자가 결제대금의 지급을 위하여 " +
        "제공한 지급결제수단이 신용카드인 경우로서, 회사가 전자결제시스템을 통하여 신용카드 지불정보를 송,수신하는 서비스를 말합니다.<br/> ② 실" +
        "시간계좌이체서비스: 이용자가 결제대금을 회사의 전자결제시스템을 통하여 금융기관에 등록한 자신의 계좌에서 출금하여 원하는 계좌로 이체할 수 있" +
        "는 실시간 송금 서비스를 말합니다.<br/> ③ 가상계좌서비스: 이용자가 결제대금을 현금으로 결제하고자 경우 회사의 전자결제시스템을 통하여 " +
        "자동으로 이용자만의 고유한 일회용 계좌의 발급을 통하여 결제대금의 지급이 이루어지는 서비스를 말합니다.<br/> ④ 기타: 회사가 제공하는 " +
        "서비스로서 지급결제수단의 종류에 따라 '휴대폰 결제대행서비스' 등이 있습니다.<br/><br/> 제5조 결제대금예치서비스의 내용<br/> ①" +
        " 이용자(이용자의 동의가 있는 경우에는 재화 등을 공급받을 자를 포함합니다. 이하 본 조에서 같습니다)는 재화 등을 공급받은 사실을 재화 등" +
        "을 공급받은 날부터 3영업일 이내에 회사에 통보하여야 합니다.<br/> ② 회사는 이용자로부터 재화 등을 공급받은 사실을 통보 받은 후 회사" +
        "와 통신판매업자간 사이에서 정한 기일 내에 통신판매업자에게 결제대금을 지급합니다.<br/> ③ 회사는 이용자가 재화 등을 공급받은 날부터 3" +
        " 영업일이 지나도록 정당한 사유의 제시 없이 그 공급받은 사실을 회사에 통보하지 아니하는 경우에는 이용자의 동의 없이 통신판매업자에게 결제대" +
        "금을 지급할 수 있습니다.<br/> ④ 회사는 통신판매업자에게 결제대금을 지급하기 전에 이용자에게 결제대금을 환급 받을 사유가 발생한 경우에" +
        "는 그 결제대금을 소비자에게 환급합니다.<br/>⑤ 회사는 이용자와의 결제대금예치서비스 이용과 관련된 구체적인 권리, 의무를 정하기 위하여 " +
        "본 약관과는 별도로 결제대금예치서비스이용약관을 제정할 수 있습니다.<br/><br/>제6조 (이용시간)<br/>① 회사는 이용자에게 연중무휴" +
        " 1일 24시간 전자지급결제대행 서비스를 제공함을 원칙으로 합니다. 단, 금융기관 기타 결제수단 발행업자의 사정에 따라 달리 정할 수 있습니" +
        "다.<br/>② 회사는 정보통신설비의 보수,점검 기타 기술상의 필요나 금융기관 기타 결제수단 발행업자의 사정에 의하여 서비스 중단이 불가피한" +
        " 경우, 서비스 중단 3일 전까지 게시 가능한 전자적 수단을 통하여 서비스 중단 사실을 게시한 후 서비스를 일시 중단할 수 있습니다. 다만," +
        " 시스템 장애복구, 긴급한 프로그램 보수, 외부요인 등 불가피한 경우에는 사전 게시 없이 서비스를 중단할 수 있습니다.<br/><br/>제7" +
        "조 (접근매체의 선정과 사용 및 관리)<br/>① 회사는 전자지급결제대행 서비스 제공 시 접근매체를 선정하여 이용자의 신원, 권한 및 거래지" +
        "시의 내용 등을 확인할 수 있습니다.<br/>② 이용자는 접근매체를 제3자에게 대여하거나 사용을 위임하거나 양도 또는 담보 목적으로 제공할 " +
        "수 없습니다.<br/>③ 이용자는 자신의 접근매체를 제3자에게 누설 또는 노출하거나 방치하여서는 안되며, 접근매체의 도용이나 위조 또는 변조" +
        "를 방지하기 위하여 충분한 주의를 기울여야 합니다.<br/>④ 회사는 이용자로부터 접근매체의 분실이나 도난 등의 통지를 받은 때에는 그 때부" +
        "터 제3자가 그 접근매체를 사용함으로 인하여 이용자에게 발생한 손해를 배상할 책임이 있습니다.<br/><br/>제8조 (거래내용의 확인)<b" +
        "r/>① 회사는 이용자와 미리 약정한 전자적 방법을 통하여 이용자의 거래내용(이용자의 '오류정정 요구사실 및 처리결과에 관한 사항'을 포함합" +
        "니다)을 확인할 수 있도록 하며, 이용자의 요청이 있는 경우에는 요청을 받은 날로부터 2주 이내에 전자적 방식, 모사전송, 서면 등의 방법으" +
        "로 거래내용에 관한 서면을 교부합니다.<br/>② 회사가 이용자에게 제공하는 거래내용 중 거래계좌의 명칭 또는 번호, 거래의 종류 및 금액," +
        " 거래상대방을 나타내는 정보, 거래일자, 전자적 장치의 종류 및 전자적 장치를 식별할 수 있는 정보와 해당 전자금융거래와 관련한 전자적 장치" +
        "의 접속기록, 회사가 전자금융거래의 대가로 받은 수수료는 5년간, 건당 거래금액이 1만원 이하인 소액 전자금융거래에 관한 기록, 전자지급수단" +
        " 이용 시 거래승인에 관한 기록, 이용자의 오류정정 요구사실 및 처리결과에 관한 사항은 1년간의 기간을 대상으로 한다.<br/>③ 이용자가 " +
        "제1항에서 정한 서면교부를 요청하고자 할 경우 다음의 주소 및 전화번호로 요청할 수 있습니다.<br/>- 주소: (08380) 서울특별시 구" +
        "로구 디지털로33길 27 삼성IT밸리 513호,514호<br/>- 이메일 주소: sales@mtouch.com<br/>- 전화번호: 1855" +
        "-1838<br/><br/>제9조 (오류의 정정 등)<br/>① 이용자는 전자지급결제대행 서비스를 이용함에 있어 오류가 있음을 안 때에는 회" +
        "사에 대하여 그 정정을 요구할 수 있습니다.<br/>② 회사는 전항의 규정에 따른 오류의 정정요구를 받은 때 또는 스스로 오류가 있음을 안 " +
        "때에는 이를 즉시 조사하여 처리한 후 정정요구를 받은 날부터 2주 이내에 그 결과를 이용자에게 알려 드립니다.<br/><br/>제10조 (회" +
        "사의 책임)<br/>① 회사는 접근매체의 위조나 변조로 발생한 사고로 인하여 이용자에게 발생한 손해에 대하여 배상책임이 있습니다. 다만, 이" +
        "용자가 제6조 제2항을 위반하거나 제3자가 권한 없이 이용자의 접근매체를 이용하여 전자지급결제대행을 할 수 있음을 알았거나 알 수 있었음에도" +
        " 불구하고 이용자가 자신의 접근매체를 누설 또는 노출하거나 방치한 경우 그 책임의 전부 또는 일부를 이용자가 부담하게 할 수 있습니다.<br" +
        "/>② 회사는 계약체결 또는 거래지시의 전자적 전송이나 처리과정에서 발생한 사고로 인하여 이용자에게 그 손해가 발생한 경우에는 그 손해를 배" +
        "상할 책임이 있습니다. 다만 본조 제1항 단서에 해당하거나 법인('중소기업기본법' 제2조 제2항에 의한 소기업을 제외합니다)인 이용자에게 손" +
        "해가 발생한 경우로서 회사가 사고를 방지하기 위하여 보안절차를 수립하고 이를 철저히 준수하는 등 합리적으로 요구되는 충분한 주의의무를 다한 " +
        "경우 그 책임의 전부 또는 일부를 이용자가 부담하게 할 수 있습니다.<br/>③ 회사는 전자금융거래를 위한 전자적 장치 또는 '정보통신망 이" +
        "용촉진 및 정보보호 등에 관한 법률' 제2조제1항제1호에 따른 정보통신망에 침입하여 거짓이나 그 밖의 부정한 방법으로 획득한 접근매체의 이용" +
        "으로 발생한 사고로 인하여 이용자에게 그 손해가 발생한 경우에는 그 손해를 배상할 책임이 있습니다.<br/><br/>제11조 (전자지급거래계" +
        "약의 효력)<br/>① 회사는 이용자의 거래지시가 전자지급거래에 관한 경우 그 지급절차를 대행하며, 전자지급거래에 관한 거래지시의 내용을 전" +
        "송하여 지급이 이루어지도록 합니다.<br/>② 회사는 이용자의 전자지급거래에 관한 거래지시에 따라 지급거래가 이루어지지 않은 경우 수령한 자" +
        "금을 이용자에게 반환될 수 있도록 조치하여야 합니다.<br/><br/>제12조 (거래지시의 철회)<br/>① 이용자는 전자지급거래에 관한 거" +
        "래지시의 경우 지급의 효력이 발생하기 전까지 거래지시를 철회할 수 있습니다. 다만, 금융기관 등의 규정에 의거 거래지시의 철회가 제한될 수 " +
        "있습니다.<br/>② 제1항의 지급의 효력 발생시기는 ‘전자금융거래법’ 관련 조항에 따릅니다.<br/>③ 이용자는 지급의 효력이 발생한 경우" +
        "에는 ‘전자상거래 등에서의 소비자보호에 관한 법률’ 등 관련 법령상 청약의 철회의 방법에 따라 결제대금을 반환 받을 수 있습니다.<br/><" +
        "br/>제13조 (전자지급결제대행 서비스 이용 기록의 생성 및 보존)<br/>① 회사는 이용자가 전자지급결제대행의 내용을 추적, 검색하거나 " +
        "그 내용에 오류가 발생한 경우에 이를 확인하거나 정정할 수 있는 기록을 생성하여 보존합니다.<br/>② 제1항의 규정에 따라 회사가 보존하여" +
        "야 하는 기록의 종류 및 보존방법은 제7조 제2항에서 정한 바에 따릅니다.<br/><br/>제14조 (금융거래정보의 제공금지)<br/>회사는" +
        " 전자지급결제대행 서비스를 제공함에 있어서 취득한 이용자의 인적 사항, 이용자의 계좌, 접근매체 및 전자지급결제대행의 내용과 실적에 관한 정" +
        "보 또는 자료를 이용자의 동의를 얻지 아니하고 제3자에게 제공, 누설하거나 업무상 목적 외에 사용하지 아니합니다.<br/>다만, ‘금융실명거" +
        "래 및 비밀보장에 관한 법률’ 제4조 제1항 단서의 규정에 따른 경우 또는 그 밖의 다른 법률에서 정하는 바에 따른 경우에는 그러하지 아니합" +
        "니다.<br/><br/>제15조 (분쟁처리 및 분쟁조정)<br/>① 이용자는 다음의 분쟁처리 책임자 및 담당자에 대하여 전자지급결제대행 서비" +
        "스 이용과 관련한 의견 및 불만의 제기, 손해배상의 청구 등의 분쟁처리를 요구할 수 있습니다.<br/>- 담당자: KWONPS 리스크관리팀 " +
        "민원담당자<br/>- 연락처(전화번호 / FAX): 1855-1838 / 070-4009-7986<br/>- E-mail : sales@mt" +
        "ouch.com<br/>② 이용자가 회사에 대하여 분쟁처리를 신청한 경우에는 회사는 15일 이내에 이에 대한 조사 또는 처리 결과를 이용자에" +
        "게 안내합니다.<br/>③ 이용자는 '금융위원회의 설치 등에 관한 법률' 제51조의 규정에 따른 금융감독원의 금융분쟁조정위원회나 '소비자기본" +
        "법' 제60조의 규정에 따른 소비자분쟁조정위원회에 회사의 전자지급결제대행 서비스의 이용과 관련한 분쟁조정을 신청할 수 있습니다.<br/><b" +
        "r/>제16조 (회사의 안정성 확보 의무)<br/>회사는 전자지급결제대행의 안전성과 신뢰성을 확보할 수 있도록 전자지급결제대행의 종류별로 전" +
        "자적 전송이나 처리를 위한 인력, 시설, 전자적 장치 등의 정보기술부문 및 전자금융업무에 관하여 금융위원회가 정하는 기준을 준수합니다.<br" +
        "/><br/>제17조 (약관외 준칙 및 관할)<br/>① 이 약관에서 정하지 아니한 사항에 대하여는 전자금융거래법, 전자상거래 등에서의 소비" +
        "자 보호에 관한 법률, 통신판매에 관한 법률, 여신전문금융업법 등 소비자보호 관련 법령에서 정한 바에 따릅니다.<br/>② 회사와 이용자간에" +
        " 발생한 분쟁에 관한 관할은 민사소송법에서 정한 바에 따릅니다.<br/><br/>부칙 [제1조]<br/>이 약관은 2021년 03월 23일부" +
        "터 적용합니다.<br/></br>";

const provision2 = " (주)케이원피에스는 전자금융거래법 및 동법 시행령 상의 제반 사항, 전자상거래 등에서의 소비자보호에 관한 법률 및 전자상거래 등에서의 소비" +
        "자보호 지침, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 법률 제22조(개인정보의 수집 이용 동의 등) 와 개인정보보호법 제15조(개인" +
        "정보의 수집 이용)에 의해 전자금융서비스 이용자(이하 “이용자”라 합니다)로부터 아래와 같이 개인정보를 수집 및 이용합니다.<br><br> " +
        " 1조 개인정보 수집항목 및 수집방법<br> 1) 수집항목<br> - 전자금융거래서비스 이행과 관련한 수집 정보<br> : 이용자의 식별정보" +
        "(성명, 생년월일, 성별, CI)<br> : 이용자의 신용카드 정보 또는 지불하고자 하는 금융기관 계좌 정보(계좌잔액 정보)<br> : 이용" +
        "자의 현금영수증 발행을 위한 식별정보(주민번호, 카드번호, 사업자등록번호, 휴대폰번호)<br> : 이용자의 휴대폰번호 및 가입 통신사<br>" +
        " : 이용자의 휴대폰결제 비밀번호 (휴대폰결제 비밀번호 서비스에 가입된 이용자에 한함)<br> : 이용자의 상품권 번호 및 상품권 회원 아이" +
        "디, 비밀번호 등<br> : 이용자의 결제하고자 하는 포인트 카드 정보<br> : 이용자의 접속 IP<br> : 이용자의 이메일<br> : " +
        "이용자의 상품 또는 용역 거래 정보<br><br>  - 회원가입과 관련한 수집 정보<br> : 성명, 생년월일, 성별, 아이디, 비밀번호, " +
        "연락처(메일주소, 휴대폰 번호), 가입인증정보<br> : 외국인의 경우 외국인등록번호<br> : 통신사, 내/외국인 정보, CI(암호화된 동" +
        "일인 식별정보), DI(중복가입 확인정보)<br> : 입력한 아이디(휴대폰번호), 결제비밀번호, 주소<br><br>  - 법인회원 관련 추가" +
        " 수집 정보<br> : 사업자등록증 소정의 정보(법인명, 대표자명, 사업자등록번호, 대표전화번호, 업종/업태 등)<br> : 결제 및 환불 " +
        "결제수단 정보(예금주명, 은행명, 계좌번호, 카드번호, 카드명칭 등)<br> : 담당자 성명, 휴대폰번호, 이메일주소<br> : 아이디, 비" +
        "밀번호, 서비스 가입ㆍ해지 및 이용기록<br><br>  - 서비스 이용 또는 처리 과정에서 자동 혹은 수동으로 생성되어 수집되는 정보<br>" +
        " : IP주소, MAC주소, 쿠키, 서비스 이용기록, 방문기록, 불량 및 비정상 이용기록, OS 버전, 웹브라우저버전, 휴대기기정보, 주문정" +
        "보(이용상점 정보, 상품명, 주문금액, 주문 및 승인시간정보)<br><br>  2) 수집방법<br> - 회사가 운영하는 웹사이트 또는 회사가" +
        " 제공하는 결제창에 이용자가 직접 입력<br> - 회사가 제공하는 정보통신서비스의 이용 혹은 처리 과정에서 쿠키, 서비스 접속 log등이 자" +
        "동으로 생성 및 수집되는 경우<br> - 회사가 운영하는 정보처리시스템의 서비스 이용 또는 업무처리 과정에서 수집되거나, 제휴사 등 제3자로" +
        "부터의 수집된 정보를 전달 받은 경우<br><br>  2조 개인정보의 수집 및 이용목적<br> 1) 전자금융거래서비스 제공에 관한 결제 정보" +
        " 등 개인정보 수집합니다.<br> - 이용자가 구매한 재화나 용역의 결제 및 현금영수증 발행<br> - 결제 과정 중 본인 식별, 인증, 실" +
        "명확인 및 이용자가 결제한 거래의 내역을 요청하는 경우 응대 및 확인<br>  - 이용자가 결제한 거래의 취소 또는 환불, 상품 배송 등 전" +
        "자상거래 관련 서비스 제공<br> - 이용자가 결제한 대금의 청구 및 수납<br> - 전자금융거래 및 통신 과금 서비스 이용 불가능한 이용자" +
        "(미성년자 등)와 불량, 불법 이용자의 부정 이용 방지<br>  - 서비스 제공 및 관련 업무 처리에 필요한 동의 또는 철회 등 의사확인<b" +
        "r>  - 회사가 제공하는 결제 알림 메일 발송<br>  - 고객 불만 및 민원처리<br>  - 이용자의 테이블 오더 결제<br>  2) 신" +
        "규 서비스 개발 활용 및 인구학적 특성에 따른 통계자료로 활용합니다.<br>  - 이용 빈도 파악 및 통계학적 특성에 따른 서비스 제공 <b" +
        "r> - 신규 서비스 개발 및 통계학적 특성 분석 <br> - 서비스의 유효성 확인, 접속빈도 파악, 회원의 서비스이용에 대한 통계자료 활용" +
        "<br><br>  3조 개인정보의 보유 및 이용기간<br> •	이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없" +
        "이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.<br>  가. 회사 내부 방침에 의한 정보 보유 사" +
        "유 <br> - 본 전자결제서비스 계약상의 권리, 의무의 이행 <br> 나. 관련법령에 의한 정보보유 사유 <br> 상법, 전자상거래 등에서" +
        "의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합" +
        "니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다<br>  * 계약 또는 청약철회 등에 관한 " +
        "기록 <br> - 보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률<br>  - 보존 기간 : 5 년 <br> * 대금결제 및 재화 " +
        "등의 공급에 관한 기록<br>  - 보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률<br>  - 보존 기간 : 5 년 <br> * " +
        "소비자의 불만 또는 분쟁처리에 관한 기록<br>  - 보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률<br>  - 보존 기간 : 3" +
        " 년 <br> * 본인확인에 관한 기록 <br> - 보존 이유 : 정보통신 이용촉진 및 정보보호 등에 관한 법률<br>  - 보존 기간 : " +
        "6 개월 <br><br>  4조 개인정보 파기절차 및 방법 <br> 이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지" +
        "체 없이 파기합니다. 회사의 개인정보 파기절차 및 방법은 다음과 같습니다.<br>  1) 파기절차 <br> - 이용자가 회원가입 등을 위해 " +
        "입력한 정보는 목적이 달성된 후 별도의 DB 로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따" +
        "라(보유 및 이용기간 참조)일정 기간 저장된 후 파기됩니다.<br>  - 동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 " +
        "목적으로 이용되지 않습니다. <br> 2) 파기방법  - 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다. <br> -" +
        " 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.<br><br>   5조 개인정보 제3자 제" +
        "공 동의<br> 회사는 이용자의 개인정보를 본 개인정보처리방침에서 고지한 범위 내에서 사용하며, 이용자의 사전 동의 없이 범위를 초과하여 이" +
        "용하거나 이용자의 개인 정보를 제3자에게 제공하지 않습니다. 다만, 개인정 보보호법 제17조, 제18조 및 정보통신망법 제24조의2에 따라 " +
        "정보주체의 동의, 법률의 특별한 규정, 수사 목적 등에 의하여 개인정보를 제공하여야 하는 경우는 예외로 합니다. 회사의 서비스 이행을 위하여" +
        " 개인정보를 제3자에게 제공하고 있는 경우는 다음과 같습니다.<br><br>  결제수단 : 신용카드<br> 제공사  : 신용카드사(국민, 비" +
        "씨, 롯데, 삼성, NH농협, 현대, 신한, KEB하나 등), 4개 시중은행(신한, SC제일, 씨티, KEB하나), 4개 특수은행(농협, 기" +
        "업, 국민, 수협), 3개 지방은행(광주, 전북, 제주), 1개 전업카드사(우리)<br> VAN(금융결제원, 한국정보통신(주), 파이서브코리" +
        "아(유), 한국신용카드결제(주), KIS정보통신(주), (주)스마트로, (주)제이티넷, (주)코밴, (주)케이에스넷)<br> 제공항목 : 신" +
        "용카드번호, 이용상점 정보, 상품명, 주문금액<br><br>  결제수단 : 계좌이체<br>	 제공사  : (주)케이원피에스 계좌이체PG 업무" +
        "의 참가기관(은행 및 금투사),금융결제원<br> 제공항목 : 이용상점 정보, 상품명, 주문금액, 계좌번호, 계좌비밀번호, 주민등록번호(고유식" +
        "별정보), 보안매체(보안카드 또는 OTP) 일련번호‧난수번호<br><br>  결제수단 : 가상계좌<br> 제공사  : 결제	국민/기업/신한/" +
        "전북/광주/경남/부산/수협/우체국/경남/대구외 주요 시중은행, 세틀뱅크,쿠콘,더즌,KSNET<br>	 제공항목 : 거래정보(이용상점 정보, " +
        "상품명, 주문금액, 입금자명)<br><br>  결제수단 : 휴대폰<br> 제공사  : ㈜SKT, ㈜KT, ㈜LGU+, MVNO사업자, ㈜다날" +
        ",㈜KG모빌리언스,(사)한국전화결제산업협회<br> 제공항목 : 이용상점 정보, 상품명, 주문금액, 휴대폰번호, 이동통신사정보, 주민등록번호 " +
        "앞 7자리(또는 외국인등록번호)<br><br>  결제수단 : 현금영수증<br> 제공사  : 국세청<br> 제공항목 : 주민등록번호 또는 휴대" +
        "폰번호, 주문금액 -보유기간 : 영구<br><br>  결제수단 : 출금이체서비스 제공, 출금동의 확인, 출금이체 등록 및 해지사실 통지, 결" +
        "제계좌 잔액조회<br> 제공사  : 금융결제원, 더즌, (주)케이에스넷<br> 제공항목 : 계좌번호, 생년월일, 성명(예금주명), 휴대폰번호" +
        ", 금융기관명, 거래상대방 정보<br><br>  결제수단 : 가상계좌발급<br> 제공사  : (주)케이에스넷<br> 제공항목 : 거래정보(은" +
        "행코드,계좌번호,예금주명,휴대폰번호)<br><br>  ㅇ보유기간 : 5년 보관 후 파기(단, 다른 법령에 특별한 규정이 있을 경우 관련 법령" +
        "에 따라 보관)<br><br>  ※ 위의 개인정보 제3자 제공에 대한 동의를 거부할 권리가 있습니다. 그러나 동의를 거부할 경우 온라인결제서" +
        "비스 이용에 제한을 받을 수 있습니다.<br><br>  제6조 개인정보 처리 위탁을 하는 업무의 내용 및 수탁자<br> 회사는 원활한 개인정" +
        "보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다. 위탁계약 체결시 관련 법령에 따라 위탁업무 수행목적 외 개인정보 처" +
        "리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁" +
        "자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다. 위탁업무의 내용이나 수탁자가 변경될 경우에는 본 개인정보 처리방침을 통하여 공개하도" +
        "록 하겠습니다.<br><br>  결제수단 : 실명인증,계좌점유인증,ARS인증<br> 제공사 : (주)케이에스넷<br> 제공항목 : 거래정보(" +
        "은행코드,계좌번호,예금주명,휴대폰번호)<br><br>  제7조 이용자 및 법정 대리인의 권리와 그 행사 방법<br> 1) 이용자는 회사에 대" +
        "해 언제든지 개인정보 열람, 정정, 삭제, 처리정지 요구 등의 권리를 행사할 수 있습니다.<br> 2) 제1항에 따른 권리 행사는 개인정보 " +
        "보호 전담부서에 대해 개인정보 보호법 시행령 제41조제1항에 따라 서면 및 전자우편을 통하여 하실 수 있으며 회사는 이에 대해 지체 없이 조" +
        "치하겠습니다.<br> 3) 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다.<br>" +
        " 4) 개인정보 열람 및 처리정지 요구는 개인정보보호법 제35조제4항, 제37조 제2항에 의하여 일정한 경우 정보주체의 권리가 제한 될 수 " +
        "있습니다.<br> 5) 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 " +
        "수 없습니다.<br> 6) 회사는 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이" +
        "거나 정당한 대리인인지를 확인합니다.<br><br>  제8조 개인정보 보호 책임자 및 고충처리부서<br> 회사는 개인정보 처리에 관한 업무를" +
        " 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자 및 개인정보 보호 " +
        "전담부서를 지정하고 있습니다.<br> * 개인정보 보호책임자 : IT사업부 개발팀 최문규 실장/ tel :1855-1838/mtouchdev" +
        "@mtouch.com<br> * 개인정보 보호 전담부서 : IT사업부 개발팀/ tel :1855-1838/mtouchdev@mtouch.co" +
        "m<br> * 주소 : 서울시 구로구 디지털로33길 27 삼성IT밸리 514호<br><br>  제9조 (정보주체의 권익침해에 대한 구제방법)" +
        "<br> 아래의 기관은 회사와는 별개의 기관으로서, 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요" +
        "하시면 문의하여 주시기 바랍니다.<br><br>  1) 개인정보 침해신고센터 (한국인터넷진흥원 운영)<br> - 소관업무 : 개인정보 침해사" +
        "실 신고, 상담 신청<br> - 홈페이지 : privacy.kisa.or.kr<br> - 전화 : (국번없이) 118<br> - 주소 : (" +
        "58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보침해신고센터<br> 2) 개인정보 분쟁조정위원회<br> - 소관업무 :" +
        " 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)<br> - 홈페이지 : www.kopico.go.kr<br> - 전화 : (국번없이) " +
        "1833-6972<br> - 주소 : (03171)서울특별시 종로구 세종대로 209 정부서울청사 4층<br> 3) 대검찰청 사이버범죄수사단 " +
        ": 02-3480-3573 (www.spo.go.kr)<br> 4) 경찰청 사이버안전국 : 182 (http://cyberbureau.pol" +
        "ice.go.kr)<br><br>  제10조 (개인정보의 안전성 확보를 위한 기술적/관리적 대책)<br> 회사는 고객의 개인정보를 처리함에 " +
        "있어서 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 아래와 같은 기술적/관리적 보호 조치를 하고 있습니다" +
        ".<br><br>  1) 기술적 대책<br> - 고객의 개인정보는 관련 법령에서 정의된 필수 암호화 항목인 비밀번호, 고유식별정보, 계좌 번" +
        "호, 카드번호 이외에도 내부정책에 따라 일부항목은 추가적으로 암호화하여 안전하게 보관하고 있습니다.<br> - 해킹, 컴퓨터 바이러스 등 외" +
        "부 침입에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 방지하고자 침입탐지 및 차단 시스템을 구축하여 네트워크를 보호하고, 접근제어 시스" +
        "템을 설치 하여 보안을 강화하고 있습니다.<br> - 개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 " +
        "이용자들의 개인정보나 자료가 유출되거나 손상되지 않도록 방지하고 있습니다.<br> - 암호알고리즘 등을 이용하여 네트워크 상에서 개인정보를 " +
        "안전하게 전송할 수 있는 보안장치를 적용하고 있습니다.<br> 2) 관리적 대책<br> - 개인정보를 처리하는 직원을 최소한으로 관리하며, " +
        "개인정보처리시스템에서 개인정보의 다운로드가 가능한 직원들의 업무용 PC에 대해 외부 인터넷망과 내부망을 분리하였습니다.<br> - 개인정보의" +
        " 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.<br> - 개인정보취급자 이외에도 전사 임직원을 대상으로 정기적으로 정보보" +
        "호 및 개인정보보호 교육을 진행하고 있습니다.<br> - 신규직원 채용 시 정보보호서약서 또는 개인정보보호서약서에 서명하게 함으로써 직원에 " +
        "의한 정보유출을 사전에 방지하고 개인정보처리방침에 대한 이행사항 및 직원의 준수여부를 감사하기 위한 내부절차를 마련하여 지속적으로 시행하고 " +
        "있습니다.<br> - 직원 퇴직 시 비밀유지서약서에 서명하게 함으로써 고객의 개인정보를 처리하였던 자가 직무상 알게 된 개인정보를 훼손ㆍ침해" +
        " 또는 누설하지 않도록 하고 있습니다.<br> - 개인정보 처리자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며, 입사 " +
        "및 퇴사 후 개인정보 침해사고에 대한 책임을 명확하게 규정하고 있습니다.<br> - 시스템이 설치된 전산실 등은 인가된 사용자만 출입 가능하" +
        "도록 출입통제 절차를 수립 운영하고 있습니다.<br><br>  제11조 (개정 전 고지 의무)<br> 1) 본 개인정보처리방침은 2022. " +
        "4. 18. 부터 공고되며, 2022. 4. 25. 부터 적용됩니다.<br> 2) 회사는 개인정보처리방침의 내용 추가, 삭제 및 수정이 있을" +
        " 경우 개정 최소 7일 전에 홈페이지를 통해 사전 공지를 할 것입니다. 다만, 수집하는 개인정보의 항목, 이용목적의 변경 등과 같이 이용자 " +
        "권리의 중대한 변경이 발생할 때에는 최소 30일 전에 공지하며, 필요 시 이용자 동의를 다시 받을 수도 있습니다.<br></p> ";

/**
 *  약관 내용 setting
 */
function setProvisionContents() {

    if ($("#provision1").length) {
        $("#provision1").html(provision1);
    }

    if ($("#provision2").length) { 
        $("#provision2").html(provision2);
    }

}

$(document).ready(function () {
    setProvisionContents();
});

